# WMinPerFtSup3 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..WMinPerFtSup3 Property
SymbolTypeId Class See Also
---
Symbol W·min/ft³, indicating unit Watts per cubic foot per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId WMinPerFtSup3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property WMinPerFtSup3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ WMinPerFtSup3 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace